Repository: benbass/OrangeJam
Catalog: lib/l10n/intl_*.arb
Languages: de, fr

# homePage_ScanningDevice
source: Scanning device ...
de: Durchsuche Gerät ...
fr: Recherche de fichiers ...

# homePage_LoadingTracks
source: Loading tracks ...
de: Lade Titel ...
fr: Chargenent des titres ...

# playlistsMenu_NewPlaylist
source: New playlist:
de: Neue Playlist:
fr: Nouvelle playliste:

# buttonCancel
source: Cancel
de: Abbrechen
fr: Annuler

# playlistButton_SnackbarNameWasDeleted
source: The playlist '{name}' was deleted.
de: Die Playlist '{name}' wurde gelöscht.
fr: La playliste '{name}' a été supprimée.

# playlistButton_ThisWillDefinitelyDeleteThePlaylist
source: This will definitely delete the playlist: {name}
de: Die Playlist '{name}' wird endgültig gelöscht.
fr: La playliste '{name}' va être définitivement supprimée

source: Files
de: Dateien
fr: Fichiers

# loopButton_LoopPlaybackIsOff
source: Loop playback is off
de: Titel Wiederholung ist aus
fr: Lecture en boucle désactivée

# loopButton_LoopPlaybackIsOn
source: Loop playback is on
de: Titel Wiederholung ist an
fr: Lecture en boucle activée

source: Track:
de: Titel:
fr: Titre:

source: Artist:
de: Künstler:
fr: Artiste:

source: Album artist:
de: Album Künstler:
fr: Artiste album:

source: Year:
de: Jahr:
fr: Année:

source: Track no:
de: Titel Nr:
fr: No. titre:

source: Duration:
de: Dauer:
fr: Durée:

source: File:
de: Datei:
fr: Fichier:

# listItemSlidable_upsTheFileTrackfilepathWasNotFound
source: Ups, the file '{filePath}' was not found!
de: Ups, die Datei '{filePath}' wurde nicht gefunden oder Berechtigungen fehlen!
fr: Ups, le fichier '{filePath}' n'existe pas!

# listItemSlidable_theTrackTracktracknameIsNowAddedToTheQueue
source: The track '{trackName}' is now added to the queue.
de: Der Titel '{trackName}' wurde der Queue hinzugefügt.
fr: Le titre '{trackName}' a été ajouté à la queue.

# listItemSlidable_theQueueAlreadyContainsThisTrack
source: The queue already contains this track.
de: Dieser Titel befindet sich bereits in der Queue.
fr: la queue contient déjà ce titre.

# listItemSlidable_remove
source: Remove
de: Entfernen
fr: Supprimer

# extraBar_clear
source: Clear
de: Leeren
fr: Vider

source: Save
de: Speichern
fr: Sauvegarder

# extraBar_saveTheQueueAsAPlaylist
source: Save the queue as a playlist:
de: Die Queue als Playlist speichern:
fr: Sauvegardez la queue dans une nouvelle playliste:

# extraBar_theQueueIsEmpty
source: The queue is empty!
de: Die Queue ist leer!
fr: La queue est vide!

# sortByDropdown_trackName
source: Track name
de: Titel Name
fr: Titre

# sortByDropdown_fileName
source: File name
de: Datei Name
fr: Fichier

# sortByDropdown_artist
source: Artist
de: Künstler
fr: Artiste

# sortByDropdown_creationDate
source: Creation date
de: Erstelldatun
fr: Date creation

# sortByDropdown_shuffle
source: Shuffle
de: Mischen
fr: Mélanger

# sortByDropdown_reset
source: Reset
de: Zurücksetzen
fr: Rétablir

# sortByDropdown_sort
source: Sort
de: Sortieren
fr: Trier

# filterByPopUpMenuButton_year
source: Year
de: Jahr
fr: Année

# filterByPopUpMenuButton_filter
source: Filter
de: Filtern
fr: Filtrer

source: Close
de: Schliessen
fr: Fermer

# cutomWidgets_pickTheZipFileThatContainsYourBackup
source: Pick the ZIP file that contains your backup in the '{appName} Playlists' folder in your Google Drive.
de: Wählen Sie die ZIP Datei mit der gewünschten Sicherung im '{appName} Playlists' Ordner in Ihrem Google Drive aus.
fr: Choisissez le fichier ZIP qui contient le backup dans le dossier '{appName} Playlists' dans votre Google Drive.

# cutomWidgets_aZipArchiveWillBeCreatedAndUploaded
source: A ZIP archive will be created and uploaded to your Google Drive
de: Eine ZIP Datei wird erstellt und auf Ihren Google Drive hochgeladen
fr: Un fichier ZIP sera créé puis téléchargé sur votre Google Drive

# buttonContinue
source: Continue
de: Fortsetzen
fr: Continuer

# buttonRestore
source: Restore
de: Wiederherstellen
fr: Restaurer

# buttonBackup
source: Backup
de: Sicherung

# backupRestore_youAreNotSignedInToYourGoogleAccount
source: You are not signed in to your Google account
de: Sie sind nicht in Ihrem Google Konto angemeldet
fr: Vous n'êtes pas enregistré(e) dans votre compte Google

# backupRestore_theFile
source: The file
de: Die Datei
fr: Le fichier

# backupRestore_hasBeenUploadedToYourGoogleDrive
source: has been uploaded to your Google Drive.
de: wurde auf Google Drive hochgeladen.
fr: a été téléchargé sur votre Google Drive.

# backupRestore_error
source: Error
de: Fehler
fr: Erreur

# backupRestore_backupFileNotCreated
source: Backup file not created.
de: Die Sicherung konnte nicht erstellt werden.
fr: Le fichier du backup n'a pas pu être créé.

# backupRestore_pleaseTryAgain
source: Please try again.
de: Bitte nochmal versuchen.
fr: Essayez à nouveau.

# backupRestore_wasSuccessfullyCreatedIn
source: was successfully created in
de: wurde erfolgreich erstellt in
fr: a été créé dans

# backupRestore_unableToUpload
source: Unable to upload:
de: Hochladen nicht möglich:
fr: Échec du téléchargement:

# backupRestore_noBackupFileSelected
source: No backup file selected.
de: Keine Sicherung gewählt.
fr: Aucun fichier n'a été sélectionné.

# backupRestore_restoreAborted
source: Restore aborted.
de: Wiederherstellung abgebrochen.
fr: Restauration des playlistes interrompue.

# backupRestore_theZipFileDoesNotContainValidPlaylistFilesExtension
source: The Zip file does not contain valid playlist files (extension: m3u) for this app!
de: Die ZIP Datei enthält keine gültige Playlist Datei (Dateierweiterung: m3u)!
fr: Le fichier ZIP ne contient pas de fichiers playlistes valables (extension: m3u)!

# backupRestore_errorWhileRetrievingTheBackupFilenpleaseTryAgain
source: Error while retrieving the backup file. Please try again.
de: Fehler beim Holen der Sicherungsdatei. Bitte versuchen Sie es nochmal.
fr: Erreur de lecture du fichier. Essayez à nouveau.

# backupRestore_yourPlaylistsFromTheBackupFileHaveBeenRestored
source: Your playlists from the backup file have been restored.
de: Die Playlists aus der Sicherung wurden wiederhergestellt.
fr: Vos playlistes ont été restaurées.

# initializeAwesomeNotification_ourAppWouldLikeToSendYouNotifications
source: Our app would like to send you notifications
de: Die App möchte Benachrichtungen anzeigen
fr: L'application voudrait afficher des notifications

# initializeAwesomeNotification_allowNotifications
source: Allow Notifications
de: Benachrichtigungen erlauben
fr: Acceptez les notifications

# playlistHandler_thePlaylistNameWasCreated
source: The playlist '{name}' was created.
de: Die Playlist '{name}' wurde erstellt.
fr: La playliste '{name}' a été créée.

# playlistHandler_thePlaylistNameAlreadyExistsnpleaseChooseAnotherName
source: The playlist '{name}' already exists. Please choose another name.
de: Die Playlist '{name}' existiert bereits. Bitte einen anderen Namen vergeben.
fr: La playliste '{name}' existe déjà. Choisissez un autre nom.

# playlistHandler_enterANameForYourNewPlaylist
source: Enter a name for your new playlist!
de: Name für die neue Playlist vergeben!
fr: Saisissez un nom pour la nouvelle playliste!

# playlistHandler_addThisTrackToPlaylist
source: Add this track to playlist:
de: Titel zur Playlist hinzufügen:
fr: Ajoutez ce titre à la playliste:

# playlistHandler_youDontHaveAnyPlaylistYet
source: You don't have any playlist yet!
de: Sie haben noch keine Playlist!
fr: Vous n'avez pas encore de playliste!

# playlistHandler_theTrackWasAddedToThePlaylistSelectedval
source: The track was added to the playlist '{selectedVal}'.
de: Der Titel wurde zur Playlist '{selectedVal}' hinzugefügt.
fr: Le titre a été ajouté à la playliste '{selectedVal}'.

# playlistHandler_thePlaylistSelectedvalAlreadyContainsThisTrack
source: The playlist '{selectedVal}' already contains this track.
de: Dieser Titel befindet sich bereits in der Playlist '{selectedVal}'.
fr: La playliste '{selectedVal}' contient déjà ce titre.

# playlistHandler_pickAPlaylist
source: Pick a playlist!
de: Playlist auswählen!
fr: Choisissez une playliste!

# playlistHandler_pick
source: Pick
de: Auswählen
fr: Sélection

# drawer_language
source: Language
de: Sprache
fr: Langue

# drawer_backup
source: Backup
de: Sicherung

# drawer_restore
source: Restore
de: Wiederherstellung
fr: Restaurer

# drawer_scanDevice
source: Refresh database
de: Datenbank aktualisieren
fr: Rafraîchir la base de données

# drawer_playlists
source: Playlists
de: Playliste
fr: Playlistes

# drawer_automaticPlayback
source: Automatic playback
de: Automatische Wiedergabe
fr: Lecture automatique

# edit_tags_editTags
source: Edit tags
de: Tags bearbeiten
fr: Éditer les tags

# edit_tags_selectPicture
source: Select picture
de: Bild auswählen
fr: Choisir image

# edit_tags_trackTitle
source: Title
de: Titel
fr: Titre

# edit_tags_tracksTotal
source: Tracks total
de: Titel gesamt
fr: Total de titres

# edit_tags_snackBarUpdateSuccess
source: The tags of {fileName} have been successfully updated.
de: Die Tags von {fileName} wurden aktualisiert.
fr: Les tags de {fileName} ont été actualisés.

# edit_tags_snackBarUpdateError
source: An error occurred when writing to the file. Check the file and try again.
de: Beim Schreiben in die Datei ist ein Fehler aufgetreten. Überprüfen Sie die Datei und versuchen Sie es erneut.
fr: Une erreur s'est produite lors de l'écriture dans le fichier. Vérifiez le fichier et essayez à nouveau.

source: Help
de: Hilfe
fr: Aide

# help_play
source: Play
de: Abspielen
fr: Lecture

# help_reorder_tracks
source: Reorder tracks
de: Titel neu ordnen
fr: Réordonner les titres

# help_repeat_track
source: Repeat track
de: Titel wiederholen
fr: Répéter un titre

# help_shuffle
source: Shuffle
de: Mischen
fr: Mélanger

# help_view_tags
source: View tags
de: Tags ansehen
fr: Afficher les tags

# help_edit_tags
source: Edit tags
de: Tags bearbeiten
fr: Modifier les tags

# help_create_playlist
source: Create a playlist
de: Playlist erstellen
fr: Créer une playliste

# help_delete_playlist
source: Delete a playlist
de: Playlist löschen
fr: Supprimer une playliste

# help_add_to_playlist
source: Add to playlist / queue
de: Zu Playlist / Queue hinzufügen
fr: Ajouter à une playliste / la queue

# help_remove_from_playlist
source: Remove from playlist / queue
de: Von Playlist / Queue entfernen
fr: Supprimer d'une playliste / de la queue

# help_automatic_playback
source: Automatic playback
de: Automatische Wiedergabe
fr: Lecture automatique

# help_backup_restore
source: Backup & Restore playlists
de: Backup & Wiederherst. der Playlisten
fr: Backup & Restauration des playlistes

# help_refresh
source: Refresh database
de: Datenbank aktualisieren
fr: Rafraîchir la base de données

# help_play_desc
source: Tap on track.
de: Auf Titel tippen.
fr: Tapez sur le titre

# help_stop_desc
source: Tap again on track OR tap on 'Stop' button in player controls.
de: Erneut auf den Titel tippen ODER auf die Stopptaste in der Playersteuerung tippen.
fr: Tapez à nouveau sur le titre OU tapez sur le bouton 'Stop' dans les commandes du lecteur.

# help_reorder_tracks_desc
source: Long press on track and slide into new position. Note that the new order will be immediately saved for playlists. For 'Files' and 'Queue' the order will be lost when you open another list.
de: Lange auf den Titel drücken und diesen in die neue Position schieben. Beachten Sie, dass die neue Reihenfolge bei Playlists sofort gespeichert wird. Bei 'Dateien' und 'Queue' geht die Reihenfolge verloren, wenn Sie eine andere Liste öffnen.
fr: Appuyez longuement sur le titre et faites-le glisser dans la nouvelle position. Notez que le nouvel ordre sera immédiatement sauvegardé pour les playlistes. Pour les 'Fichiers' et la 'Queue' l'ordre sera perdu lorsque vous ouvrirez une autre liste.

# help_repeat_track_desc
source: Tap on 'Repeat one' button in player controls.
de: Auf die Schaltfläche 'Titel wiederholen' in der Playersteuerung tippen.
fr: Tapez sur le bouton 'Lecture en boucle' dans les commandes du lecteur.

# help_shuffle_desc
source: Tap on 'Shuffle' button in player controls.
de: Auf die Schaltfläche 'Mischen' in der Playersteuerung tippen.
fr: Tapez sur le bouton 'Mélanger' dans les commandes du lecteur.

# help_view_tags_desc
source: Tap on 'Info' button in player controls. This is only available when a track is being played.
de: Auf die Schaltfläche 'Info' in der Playersteuerung tippen. Diese Funktion ist nur verfügbar, wenn ein Titel abgespielt wird.
fr: Tapez sur le bouton 'Info' dans les commandes du lecteur. Cette fonction n'est disponible que lorsqu'un titre est en cours de lecture.

# help_edit_tags_desc
source: Swipe track to the left or tap on 'Edit' button in player controls. The latter option is only available for the track currently being played.
de: Den Titel nach links wischen oder auf die Schaltfläche 'Bearbeiten' in der Playersteuerung tippen. Die letztgenannte Option ist nur für den gerade abgespielten Titel verfügbar.
fr: Balayez le titre vers la gauche ou tapez sur le bouton 'Editer' dans les commandes du lecteur. Cette dernière option n'est disponible que pour le titre en cours de lecture.

# help_create_playlist_desc
source: Tap on the 'OrangeJam' button at the bottom of the app, then on the '+' button.
de: Unten in der App auf die Schaltfläche 'OrangeJam' und dann auf die Schaltfläche '+' tippen.
fr: Tapez sur le bouton 'OrangeJam' au bas de l'application, puis sur le bouton '+'.

# help_delete_playlist_desc
source: Tap on the 'OrangeJam' button at the bottom of the app and then long press on the playlist you want to delete.
de: Unten in der App auf die Schaltfläche 'OrangeJam' tippen und dann lange auf die zu löschende Playlist drücken.
fr: Tapez sur le bouton 'OrangeJam' au bas de l'application, puis appuyez longuement sur le bouton de la playliste à supprimer.

# help_add_to_playlist_desc
source: Swipe track to the right and select the desired option.
de: Den Titel nach rechts wischen und die gewünschte Option wählen.
fr: Balayez le titre vers la droite et choisissez l'option désirée.

# help_remove_from_playlist_desc
source: Swipe track to the left and remove. This immediately removes the title and, in the case of a playlist, saves the new status of this playlist. Note that this option is not available for 'Files' as the app can only remove items from playlists: It cannot delete files. If you want to remove a file from your device, please use the file manager app of your choice. When done, go to the app settings and scan your device in order to update the database.
de: Den Titel nach links wischen und entfernen. Dadurch wird der Titel sofort entfernt und, im Falle einer Playlist, der neue Status dieser Playlist gespeichert. Beachten Sie, dass diese Option nicht für 'Dateien' verfügbar ist, da die App nur Elemente aus Playlisten entfernen kann: Sie kann keine Dateien löschen. Wenn Sie eine Datei von Ihrem Gerät entfernen möchten, verwenden Sie bitte die Dateimanager-App Ihrer Wahl. Wenn Sie fertig sind, gehen Sie zu den Einstellungen der App und scannen Sie Ihr Gerät, um die Datenbank zu aktualisieren.
fr: Balayez le titre vers la gauche et supprimez-le. Cela supprime immédiatement le titre et, dans le cas d'une playliste, enregistre le nouveau statut de cette playliste. Notez que cette option n'est pas disponible pour la liste 'Fichiers', car l'application ne peut supprimer que des éléments des playlistes : Elle ne peut pas supprimer de fichiers. Si vous souhaitez supprimer un fichier de votre appareil, utilisez l'application de gestion de fichiers de votre choix. Lorsque vous avez terminé, allez dans les paramètres de l'application et scannez votre appareil afin de mettre à jour la base de données.

# help_automatic_playback_desc
source: Activate this mode in the settings menu. Please note that a list is not started automatically when you start the app. The mode only works when you switch to another list.
de: Aktivieren Sie diesen Modus im Einstellungsmenü. Bitte beachten Sie, dass eine Liste nicht automatisch gestartet wird, wenn Sie die App starten. Der Modus funktioniert nur, wenn Sie zu einer anderen Liste wechseln.
fr: Activez ce mode dans le menu des paramètres. Veuillez noter qu'une liste n'est pas lancée automatiquement lorsque vous démarrez l'application. Le mode ne fonctionne que lorsque vous passez à une autre liste.

# help_backup_restore_desc
source: During the backup, an archive file (zip) is uploaded to your Google Drive. You must be logged in to your Google account. When restoring, you will be prompted to select a previously created archive file from your Google Drive. Restored playlists are added to existing playlists. If playlists with the same name already exist in the app, they will be overwritten.
de: Bei der Sicherung wird eine Archivdatei (zip) auf Ihr Google Drive hochgeladen. Sie müssen bei Ihrem Google-Konto angemeldet sein. Bei der Wiederherstellung werden Sie aufgefordert, eine zuvor erstellte Archivdatei aus Ihrem Google Drive auszuwählen. Wiederhergestellte Playlisten werden zu bestehenden Playlisten hinzugefügt. Wenn Playlisten mit demselben Namen bereits in der App vorhanden sind, werden sie überschrieben.
fr: Pendant la sauvegarde, un fichier d'archive (zip) est téléchargé sur votre Google Drive. Vous devez être connecté à votre compte Google. Lors de la restauration, vous serez invité à sélectionner un fichier d'archive précédemment créé dans votre Google Drive. Les playlistes restaurées sont ajoutées aux playlistes existantes. Si des playlistes portant le même nom existent déjà dans l'application, elles seront écrasées.

# help_refresh_desc
source: After you have deleted or added audio files from your music library (using a file manager app), you should update the database so that it reflects the current status of your library.
de: Nachdem Sie Dateien aus Ihrer Musikbibliothek gelöscht oder hinzugefügt haben (mit einer Dateimanager-App), sollten Sie die Datenbank aktualisieren, damit sie den aktuellen Stand Ihrer Bibliothek wiedergibt.
fr: Après avoir supprimé ou ajouté des fichiers audio à votre bibliothèque musicale (à l'aide d'une application de gestion de fichiers), vous devez mettre à jour la base de données afin qu'elle reflète l'état actuel de votre bibliothèque.

# help_or
source: or
de: oder
fr: ou

# help_stop
source: Stop
fr: Stopper
